cask_args appdir: "/Applications"

### brew
brew "git"
brew "zsh"
brew "zsh-completions"
brew "docker"
brew "hub"
brew "tig"
brew "peco"
brew "ghq"
brew "tmux"
brew "trash"
brew "gibo"
brew "direnv"
brew "curl"
brew "wget"
brew "awscli"
brew "pure"
brew "mindnode-pro"

### cask
#### commmon
cask "visual-studio-code"
cask "iterm2"
cask "docker"
cask "notion"
cask "dash"
cask "clipy"
cask "showyedge"
cask "karabiner-elements"
cask "deepl"
cask "kindle"
cask "xbar"
cask "discord"

### work

### home
cask "slack"

### mas
mas "Amphetamine", id: 937984704
