tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "ghq"
brew "gibo"
brew "git"
brew "hub"
brew "mas"
brew "node"
brew "peco"
brew "pure"
brew "tig"
brew "tmux"
brew "trash"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "gh"
cask "deepl", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "docker"
cask "google-japanese-ime"
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "kindle", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "showyedge", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "arc", args: { appdir: "/Applications" }
