cask_args appdir: "/Applications"

### brew
brew "git"
brew "anyenv"
brew "zsh"
brew "zsh-completions"
brew "docker"
brew "hub"
brew "tig"
brew "peco"
brew "ghq"
brew "tmux"
brew "rmtrash"
brew "yarn"
brew "gibo"
brew "direnv"
brew "curl"
brew "wget"
brew "awscli"
brew "act"
brew "rbenv"
brew "ruby-build"

### cask
cask "visual-studio-code"
cask "iterm2"
cask "docker"
cask "homebrew/cask-versions/sequel-pro-nightly"
cask "sequel-ace"
cask "notion"
cask "google-japanese-ime"
cask "goland"
cask "rubymine"
# cask "zoomus"
cask "editaro"
cask "biscuit"
cask "microsoft-office"
cask "dash"
cask "clipy"
cask "mysqlworkbench"
cask "showyedge"
cask "karabiner-elements"
cask "deepl"
cask "microsoft-office"
cask "discord"
cask "ticktick"
cask "kindle"
cask "xbar"
### mas
mas "Amphetamine", id: 937984704
# mas 'Todoist', id: 585829637
